import { AboutBlock } from './blocks'

const About = () => (
  <AboutBlock>
    <h1>О нас</h1>
    <p>
      <strong>Наш </strong>
      интернет магазин приветствует вас! Добро пожаловать!
    </p>
    <p>
      Только мы даем самые низкие цены на свою продукцию, а если вы найдете еще дешевле, то мы
      снизим цену еще больше.
    </p>
    <p>
      Наш интернет магазин работает на рынке более 5 лет и мы уже давно зарекомендовали себя как
      надежного и уверенного поставщика товара. Покупая в нашем магазине, вы будете всегда счастливы
      и рады вернуться к нам снова.
    </p>
    <p>Представленный ассортимент является самым широким и у нас есть все, что вам нужно.</p>
    <p>Наши менеджеры всегда будут рады вам помочь.</p>
  </AboutBlock>
)

export default About
